Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryDir2NoSpacing Property
 "Minor, Both Faces (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryDir2NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryDir2NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryDir2NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryDir2NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace